[
  {
    "slug": "the-official-rulebook-for-naruto-mythos-tcg-konoha-shido-is-now-live",
    "titleEn": "The Official Rulebook for Naruto Mythos TCG — Konoha Shidō is now live",
    "titleFr": "Le Livret de Règles Officiel de Naruto Mythos TCG — Konoha Shidō est disponible",
    "summaryEn": "The official rulebook for the first expansion of Naruto Mythos TCG is now available. Learn the game mechanics, card types, and how to play before the global launch on March 13, 2026.",
    "summaryFr": "Le livret de règles officiel de la première extension du JCC Naruto Mythos est maintenant disponible. Apprenez les mécaniques, les types de cartes et comment jouer avant le lancement mondial du 13 mars 2026.",
    "contentEn": "## The Rulebook is Live\n\nThe official rulebook for **Naruto Mythos TCG — Konoha Shidō** is now available for download. Whether you're a seasoned TCG player or completely new to trading card games, the rulebook covers everything you need to know to start playing.\n\n## Game Overview\n\nPlayers take on the role of a **Kage**, competing as rival village leaders. Each match spans exactly **four rounds**, where you deploy ninjas to missions to accumulate Mission Points. The player with the most points at the end of four rounds wins.\n\n## Deck Building\n\nBuild a deck of exactly **30 cards** with a maximum of 2 copies per card. Additionally, each player selects **3 personal Mission cards** (ranks C, B, and A) set aside outside the deck. Your deck can include Characters, Missions, and Jutsu cards from any village.\n\n## Core Mechanics\n\nThe game features three defining mechanics. **Hidden** allows any character to be deployed face-down for 1 Chakra — your opponent knows a ninja is there, but not which one. **Upgrade** lets characters in play activate powerful techniques by paying additional Chakra. **Ambush** triggers devastating effects when a Hidden character is revealed. Together, these mechanics create a game of strategy, bluffing, and surprise.\n\nDownload the rulebook from the official website and start studying before launch day!",
    "contentFr": "## Le Livret de Règles est disponible\n\nLe livret de règles officiel de **Naruto Mythos TCG — Konoha Shidō** est désormais disponible en téléchargement. Que vous soyez un joueur de JCC chevronné ou complètement novice dans les jeux de cartes à collectionner, le livret couvre tout ce que vous devez savoir pour commencer à jouer.\n\n## Présentation du jeu\n\nLes joueurs incarnent un **Kage**, s'affrontant en tant que chefs de villages rivaux. Chaque match se déroule sur exactement **quatre manches**, durant lesquelles vous déployez des ninjas sur des missions pour accumuler des Points de Mission. Le joueur avec le plus de points à la fin des quatre manches gagne.\n\n## Construction de deck\n\nConstruisez un deck de exactement **30 cartes** avec un maximum de 2 exemplaires par carte. De plus, chaque joueur sélectionne **3 cartes Mission personnelles** (rangs C, B et A) mises de côté hors du deck. Votre deck peut inclure des Personnages, Missions et Jutsu de n'importe quel village.\n\n## Les mécaniques principales\n\nLe jeu propose trois mécaniques fondamentales. **Caché** permet de déployer n'importe quel personnage face cachée pour 1 Chakra — votre adversaire sait qu'un ninja est là, mais pas lequel. **Amélioration** permet aux personnages en jeu d'activer des techniques puissantes en payant du Chakra supplémentaire. **Embuscade** déclenche des effets dévastateurs lorsqu'un personnage Caché est révélé. Ensemble, ces mécaniques créent un jeu de stratégie, de bluff et de surprise.\n\nTéléchargez le livret de règles depuis le site officiel et commencez à étudier avant le jour du lancement !",
    "imageUrl": null,
    "published": true,
    "publishedAt": "2025-10-02T10:00:00.000Z"
  },
  {
    "slug": "mission-accomplished-the-heart-of-ninja-adventures",
    "titleEn": "Mission Accomplished! The Heart of Ninja Adventures in the Naruto Mythos Trading Card Game",
    "titleFr": "Mission accomplie ! Le cœur des aventures ninja dans le jeu de cartes Naruto Mythos",
    "summaryEn": "In the world of Naruto, a mission is more than just a task — it's a trial that shapes the fate of ninjas and their villages. Discover how Mission cards bring this intensity to every match of Naruto Mythos TCG.",
    "summaryFr": "Dans le monde de Naruto, une mission est bien plus qu'une simple tâche — c'est une épreuve qui façonne le destin des ninjas et de leurs villages. Découvrez comment les cartes Mission apportent cette intensité à chaque partie de Naruto Mythos TCG.",
    "contentEn": "## More Than Just a Task\n\nIn the world of Naruto, a mission is more than just a task — it's a trial that shapes the fate of ninjas and their villages. This same emotion and intensity is captured in the **Mission cards** of the Naruto Mythos Trading Card Game, making them one of the most thrilling elements of gameplay.\n\n## How Missions Work\n\nEach game unfolds over four rounds, and a new Mission card appears at the start of each round. Missions are ranked in ascending order — **D, C, B, then A** — and award Mission Points to the player who wins them. Winning a mission requires deploying your strongest characters and outpowering your opponent at that mission's location.\n\n## Iconic Missions from the Anime\n\nThe Mission cards draw directly from the most memorable moments of the Naruto series. **\"Rescue a Friend\"** is inspired by the mission to bring Sasuke back to the village, rewarding teamwork and the use of Hidden ninjas. **\"Protect the Leader\"** is perfect for high-stakes moments where every decision could spell victory or defeat. Each mission adds tactical depth while immersing players in the action they loved in the anime.\n\n## Strategic Importance\n\nMissions aren't just objectives — they shape your entire strategy. A D-rank mission early in the game might seem insignificant, but those Mission Points add up. The key is reading your opponent: do you commit your strongest characters to the current mission, or save them for the higher-ranked missions to come? In Naruto Mythos, every mission is a battle of wits as much as power.",
    "contentFr": "## Bien plus qu'une simple tâche\n\nDans le monde de Naruto, une mission est bien plus qu'une simple tâche — c'est une épreuve qui façonne le destin des ninjas et de leurs villages. Cette même émotion et intensité est capturée dans les **cartes Mission** du jeu de cartes Naruto Mythos, en faisant l'un des éléments de gameplay les plus palpitants.\n\n## Comment fonctionnent les Missions\n\nChaque partie se déroule sur quatre manches, et une nouvelle carte Mission apparaît au début de chaque manche. Les missions sont classées par ordre croissant — **D, C, B, puis A** — et attribuent des Points de Mission au joueur qui les remporte. Gagner une mission nécessite de déployer vos personnages les plus puissants et de surpasser votre adversaire à l'emplacement de cette mission.\n\n## Des missions emblématiques de l'anime\n\nLes cartes Mission s'inspirent directement des moments les plus mémorables de la série Naruto. **« Sauver un ami »** est inspirée de la mission pour ramener Sasuke au village, récompensant le travail d'équipe et l'utilisation des ninjas Cachés. **« Protéger le chef »** est parfaite pour les moments à enjeux élevés où chaque décision peut sceller la victoire ou la défaite. Chaque mission ajoute de la profondeur tactique tout en immergeant les joueurs dans l'action qu'ils adoraient dans l'anime.\n\n## Importance stratégique\n\nLes missions ne sont pas de simples objectifs — elles façonnent toute votre stratégie. Une mission de rang D en début de partie peut sembler insignifiante, mais ces Points de Mission s'accumulent. La clé est de lire votre adversaire : engagez-vous vos personnages les plus forts sur la mission en cours, ou les gardez-vous pour les missions de rang supérieur à venir ? Dans Naruto Mythos, chaque mission est une bataille d'esprits autant que de puissance.",
    "imageUrl": null,
    "published": true,
    "publishedAt": "2025-10-15T10:00:00.000Z"
  },
  {
    "slug": "upgrade-legendary-techniques-naruto-mythos",
    "titleEn": "Legendary Techniques: the Upgrade Mechanic in the Naruto Mythos Trading Card Game",
    "titleFr": "Techniques légendaires : la mécanique Upgrade dans le jeu de cartes Naruto Mythos",
    "summaryEn": "The Upgrade mechanic represents the activation of iconic special techniques capable of turning the tide of a match. Learn how to unlock your characters' full potential by paying Chakra to evolve them into their most powerful forms.",
    "summaryFr": "La mécanique Upgrade représente l'activation de techniques spéciales emblématiques capables de renverser le cours d'un match. Apprenez à libérer le plein potentiel de vos personnages en payant du Chakra pour les faire évoluer vers leurs formes les plus puissantes.",
    "contentEn": "## What is Upgrade?\n\nIn the Naruto Mythos Trading Card Game, the **Upgrade** mechanic represents the activation of iconic special techniques — those game-changing moments from the anime where a character unleashes their true power. When you deploy a higher version of a character you already control (same name, higher Chakra cost), you can pay only the **difference in Chakra cost** instead of the full amount.\n\n## How It Works\n\nUpgrading is simple yet powerful. If you have a 2-Chakra version of Naruto Uzumaki on the field and want to play his 5-Chakra version, you only pay **3 Chakra** (the difference). The upgraded character replaces the previous version, keeping any accumulated effects and position. This rewards players who build their strategy around key characters across multiple rarity levels.\n\n## Building Around Upgrades\n\nThe best Upgrade chains start with a low-cost Common character deployed early, then evolve into Rare or Legendary versions as the match progresses. Look for characters with Upgrade effects in their text — these trigger additional abilities when the character is upgraded, creating powerful combo plays. Naruto going from his basic form to Rasengan, or Sasuke unlocking his Sharingan — these iconic moments come alive through the Upgrade mechanic.\n\n## Strategic Considerations\n\nUpgrading saves Chakra, but it also requires having the right character on the field already. This creates interesting deck-building decisions: do you include multiple versions of the same character for reliable Upgrade chains, or diversify your roster for more flexibility? The best decks find a balance between both approaches.",
    "contentFr": "## Qu'est-ce que l'Upgrade ?\n\nDans le jeu de cartes Naruto Mythos, la mécanique **Upgrade** représente l'activation de techniques spéciales emblématiques — ces moments décisifs de l'anime où un personnage libère sa véritable puissance. Lorsque vous déployez une version supérieure d'un personnage que vous contrôlez déjà (même nom, coût en Chakra plus élevé), vous ne payez que la **différence de coût en Chakra** au lieu du montant total.\n\n## Comment ça marche\n\nL'Upgrade est simple mais puissant. Si vous avez une version à 2 Chakra de Naruto Uzumaki sur le terrain et souhaitez jouer sa version à 5 Chakra, vous ne payez que **3 Chakra** (la différence). Le personnage amélioré remplace la version précédente, conservant tous les effets accumulés et sa position. Cela récompense les joueurs qui construisent leur stratégie autour de personnages clés à travers plusieurs niveaux de rareté.\n\n## Construire autour des Upgrades\n\nLes meilleures chaînes d'Upgrade commencent avec un personnage Commun peu coûteux déployé tôt, puis évoluent vers des versions Rares ou Légendaires au fil du match. Recherchez les personnages avec des effets d'Upgrade dans leur texte — ceux-ci déclenchent des capacités supplémentaires lorsque le personnage est amélioré, créant des combos puissants. Naruto passant de sa forme basique au Rasengan, ou Sasuke débloquant son Sharingan — ces moments emblématiques prennent vie grâce à la mécanique Upgrade.\n\n## Considérations stratégiques\n\nL'Upgrade économise du Chakra, mais nécessite d'avoir le bon personnage déjà sur le terrain. Cela crée des décisions intéressantes en construction de deck : incluez-vous plusieurs versions du même personnage pour des chaînes d'Upgrade fiables, ou diversifiez-vous votre effectif pour plus de flexibilité ? Les meilleurs decks trouvent un équilibre entre les deux approches.",
    "imageUrl": null,
    "published": true,
    "publishedAt": "2025-11-05T10:00:00.000Z"
  },
  {
    "slug": "naruto-mythos-tcg-the-first-expansion-now-has-an-official-release-date",
    "titleEn": "Naruto Mythos TCG: the first expansion now has an official release date",
    "titleFr": "Naruto Mythos TCG : la première extension a désormais une date de sortie officielle",
    "summaryEn": "The Naruto Mythos Trading Card Game hits the shelves on March 13, 2026, with a coordinated launch across Europe, the United Kingdom, Turkey and the MENA region. The debut expansion Konoha Shidō features 152 cards with 22-karat gold Legendary cards limited to 2,000 copies worldwide.",
    "summaryFr": "Le jeu de cartes Naruto Mythos arrive en rayons le 13 mars 2026 avec un lancement coordonné en Europe, au Royaume-Uni, en Turquie et dans la région MENA. La première extension Konoha Shidō comprend 152 cartes avec des cartes Légendaires en or 22 carats limitées à 2 000 exemplaires dans le monde.",
    "contentEn": "## March 13, 2026 — Save the Date\n\nThe Naruto Mythos Trading Card Game officially launches on **March 13, 2026**. After its world premiere at **Spiel Essen 2025** where thousands of players had the chance to try the game in preview, the wait is almost over.\n\n## A Global Launch\n\nKonoha Shidō will be available from day one across **Europe, the United Kingdom, Turkey, and the MENA region**. This coordinated launch ensures that players everywhere can get their hands on the first expansion simultaneously.\n\n## What's in Konoha Shidō\n\nThe debut expansion features **152 cards** divided into Commons, Uncommons, Rares, Art Rares with micro-engraved holographic finishes, Secret Variants, and the crown jewel — **Legendary cards with genuine 22-karat gold foil**, limited to just 2,000 copies worldwide.\n\n## Launch Products\n\nThree product categories will be available at launch. **Booster Packs** (€5) contain 10 cards: 1 Mission, 4 Commons, 3 Uncommons, 1 Holo variant, and 1 Rare or higher. **Starter Packs** (~€25) provide a ready-to-play experience for new players. **Special Edition Packs** (Naruto & Sasuke or Itachi & Kisame) include boosters, exclusive foils, a maxi-foil card, tokens, and a rulebook.\n\n## From Essen to Global Launch\n\nSince its premiere at Spiel Essen 2025, Naruto Mythos has generated enormous excitement in the TCG community. Additional preview events at the **Festival International des Jeux in Cannes** and **Milan Games Week & Cartoomics** have given even more fans the chance to discover the game. The Organized Play program through **TopDeck.gg** is already live, with stores applying to host launch events and tournaments.",
    "contentFr": "## 13 mars 2026 — Notez la date\n\nLe jeu de cartes Naruto Mythos sort officiellement le **13 mars 2026**. Après sa première mondiale au **Spiel Essen 2025** où des milliers de joueurs ont pu découvrir le jeu en avant-première, l'attente est presque terminée.\n\n## Un lancement mondial\n\nKonoha Shidō sera disponible dès le premier jour dans toute **l'Europe, le Royaume-Uni, la Turquie et la région MENA**. Ce lancement coordonné garantit que les joueurs partout puissent mettre la main sur la première extension simultanément.\n\n## Le contenu de Konoha Shidō\n\nLa première extension comprend **152 cartes** réparties en Communes, Peu Communes, Rares, Art Rares avec des finitions holographiques micro-gravées, des Variantes Secrètes, et le joyau de la couronne — des **cartes Légendaires en véritable or 22 carats**, limitées à seulement 2 000 exemplaires dans le monde.\n\n## Les produits de lancement\n\nTrois catégories de produits seront disponibles au lancement. Les **Boosters** (5€) contiennent 10 cartes : 1 Mission, 4 Communes, 3 Peu Communes, 1 variante Holo et 1 Rare ou supérieure. Les **Starter Packs** (~25€) offrent une expérience prête à jouer pour les nouveaux joueurs. Les **Packs Édition Spéciale** (Naruto & Sasuke ou Itachi & Kisame) incluent des boosters, des foils exclusives, une carte maxi-foil, des jetons et un livret de règles.\n\n## De Essen au lancement mondial\n\nDepuis sa première au Spiel Essen 2025, Naruto Mythos a généré un enthousiasme énorme dans la communauté JCC. Des événements de prévisualisation supplémentaires au **Festival International des Jeux de Cannes** et à **Milan Games Week & Cartoomics** ont permis à encore plus de fans de découvrir le jeu. Le programme de Jeu Organisé via **TopDeck.gg** est déjà en place, les boutiques postulant pour accueillir des événements de lancement et des tournois.",
    "imageUrl": null,
    "published": true,
    "publishedAt": "2025-12-11T10:00:00.000Z"
  },
  {
    "slug": "organized-play-program-announcement",
    "titleEn": "Organized Play Program Announcement — TopDeck.gg Partnership",
    "titleFr": "Annonce du programme de Jeu Organisé — Partenariat TopDeck.gg",
    "summaryEn": "TopDeck.gg has been selected as the official tournament platform for Naruto Mythos TCG. From weekly in-store play to large showcase events, stores can now apply to host tournaments and join the competitive ecosystem.",
    "summaryFr": "TopDeck.gg a été sélectionné comme plateforme officielle de tournois pour Naruto Mythos TCG. Des parties hebdomadaires en boutique aux grands événements, les boutiques peuvent désormais postuler pour organiser des tournois et rejoindre l'écosystème compétitif.",
    "contentEn": "## TopDeck.gg — The Official Tournament Platform\n\n**TopDeck.gg** has been selected as the official tournament platform for the Naruto Mythos Trading Card Game. From weekly in-store play to large showcase events, Naruto Mythos will run on the most powerful platform for trading card game tournaments.\n\n## For Store Organizers\n\nAhead of the March 13, 2026 launch, Cicaboom invites hobby stores, game centres, and play spaces to join the game's competitive ecosystem. Retailers interested in hosting Naruto Mythos events can apply immediately at **topdeck.gg/op-application/naruto** for Organized Play access. To become an official Naruto TCG store and host tournaments, stores need to carry Naruto TCG products and have inside playing space for at least 8 players.\n\n## For Players\n\nTournament listings will become available on both the TopDeck.gg website and mobile application as organizers begin scheduling events. The platform provides a dedicated **Naruto Mythos TCG Hub** featuring event listings, store directories, leaderboards, and community tools.\n\n## Event Tiers\n\nThe Organized Play program includes multiple event tiers. **Pre-Release** events let you play with the new cards before general availability. **Local** tournaments are regular events at certified stores, perfect for casual and competitive players alike. **Regional** and **National** championships will follow later in 2026, with exclusive prizes and invitations for top performers.\n\n## Get Ready\n\nWhether you're a player looking for tournaments or a store owner ready to host events, the Naruto Mythos competitive scene starts now. Visit **topdeck.gg/naruto-mythos-tcg** to explore the events calendar and find events near you.",
    "contentFr": "## TopDeck.gg — La plateforme officielle de tournois\n\n**TopDeck.gg** a été sélectionné comme plateforme officielle de tournois pour le jeu de cartes Naruto Mythos. Des parties hebdomadaires en boutique aux grands événements, Naruto Mythos fonctionnera sur la plateforme la plus puissante pour les tournois de jeux de cartes à collectionner.\n\n## Pour les organisateurs en boutique\n\nAvant le lancement du 13 mars 2026, Cicaboom invite les boutiques de jeux, les game centres et les espaces de jeu à rejoindre l'écosystème compétitif du jeu. Les détaillants intéressés par l'organisation d'événements Naruto Mythos peuvent postuler dès maintenant sur **topdeck.gg/op-application/naruto** pour obtenir l'accès au Jeu Organisé. Pour devenir une boutique officielle Naruto TCG et organiser des tournois, les boutiques doivent distribuer les produits Naruto TCG et disposer d'un espace de jeu intérieur pour au moins 8 joueurs.\n\n## Pour les joueurs\n\nLes annonces de tournois seront disponibles sur le site web et l'application mobile TopDeck.gg dès que les organisateurs commenceront à planifier des événements. La plateforme propose un **Hub dédié Naruto Mythos TCG** avec des listes d'événements, des annuaires de boutiques, des classements et des outils communautaires.\n\n## Les niveaux d'événements\n\nLe programme de Jeu Organisé comprend plusieurs niveaux. Les événements **Avant-Première** permettent de jouer avec les nouvelles cartes avant la disponibilité générale. Les tournois **Locaux** sont des événements réguliers dans les boutiques certifiées, parfaits pour les joueurs occasionnels et compétitifs. Les championnats **Régionaux** et **Nationaux** suivront plus tard en 2026, avec des prix exclusifs et des invitations pour les meilleurs performeurs.\n\n## Préparez-vous\n\nQue vous soyez un joueur à la recherche de tournois ou un propriétaire de boutique prêt à organiser des événements, la scène compétitive Naruto Mythos commence maintenant. Visitez **topdeck.gg/naruto-mythos-tcg** pour explorer le calendrier d'événements et trouver des événements près de chez vous.",
    "imageUrl": null,
    "published": true,
    "publishedAt": "2025-09-18T10:00:00.000Z"
  }
]
