[
  {
    "slug": "spiel-essen-2025-world-premiere",
    "nameEn": "Spiel Essen 2025 — World Premiere",
    "nameFr": "Spiel Essen 2025 — Première mondiale",
    "descriptionEn": "The Naruto Mythos Trading Card Game makes its world premiere at Spiel Essen 2025! Thousands of players will have the chance to try the game in preview, discover the cards, and experience the gameplay mechanics for the first time. Visit the Cicaboom booth to play demo games and see exclusive card reveals.",
    "descriptionFr": "Le jeu de cartes Naruto Mythos fait sa première mondiale au Spiel Essen 2025 ! Des milliers de joueurs auront la chance de découvrir le jeu en avant-première, de découvrir les cartes et d'expérimenter les mécaniques de jeu pour la première fois. Visitez le stand Cicaboom pour jouer des parties de démonstration et découvrir des cartes exclusives.",
    "format": "CASUAL",
    "date": "2025-10-23T10:00:00.000Z",
    "endDate": "2025-10-26T18:00:00.000Z",
    "location": "Messe Essen",
    "city": "Essen",
    "country": "Germany",
    "isOnline": false,
    "registrationUrl": null,
    "maxPlayers": null,
    "imageUrl": null
  },
  {
    "slug": "festival-international-des-jeux-cannes",
    "nameEn": "Festival International des Jeux — Cannes Preview",
    "nameFr": "Festival International des Jeux — Avant-première Cannes",
    "descriptionEn": "Naruto Mythos TCG comes to the Festival International des Jeux in Cannes! Play demo games, discover new cards from the Konoha Shidō expansion, and meet the team behind the game. Exclusive promotional cards will be distributed to participants.",
    "descriptionFr": "Naruto Mythos TCG débarque au Festival International des Jeux de Cannes ! Jouez des parties de démonstration, découvrez de nouvelles cartes de l'extension Konoha Shidō et rencontrez l'équipe derrière le jeu. Des cartes promotionnelles exclusives seront distribuées aux participants.",
    "format": "CASUAL",
    "date": "2026-02-14T10:00:00.000Z",
    "endDate": "2026-02-16T18:00:00.000Z",
    "location": "Palais des Festivals et des Congrès",
    "city": "Cannes",
    "country": "France",
    "isOnline": false,
    "registrationUrl": null,
    "maxPlayers": null,
    "imageUrl": null
  },
  {
    "slug": "milan-games-week-cartoomics",
    "nameEn": "Milan Games Week & Cartoomics — Preview",
    "nameFr": "Milan Games Week & Cartoomics — Avant-première",
    "descriptionEn": "Experience Naruto Mythos TCG at Milan Games Week & Cartoomics! The Italian debut of the game features demo tables, exclusive card reveals, and the chance to meet the Cicaboom development team. Limited edition promotional cards available for attendees.",
    "descriptionFr": "Découvrez Naruto Mythos TCG au Milan Games Week & Cartoomics ! La première italienne du jeu propose des tables de démonstration, des révélations de cartes exclusives et la possibilité de rencontrer l'équipe de développement Cicaboom. Cartes promotionnelles en édition limitée disponibles pour les participants.",
    "format": "CASUAL",
    "date": "2026-02-28T10:00:00.000Z",
    "endDate": "2026-03-02T18:00:00.000Z",
    "location": "Fiera Milano",
    "city": "Milan",
    "country": "Italy",
    "isOnline": false,
    "registrationUrl": null,
    "maxPlayers": null,
    "imageUrl": null
  },
  {
    "slug": "global-launch-pre-release-march-2026",
    "nameEn": "Global Launch — Pre-Release Events (March 13–16)",
    "nameFr": "Lancement mondial — Événements Avant-Première (13–16 mars)",
    "descriptionEn": "Konoha Shidō launches worldwide on March 13, 2026! Pre-Release events run March 13–16 at certified game stores across Europe, the UK, Turkey and the MENA region. Open 6 booster packs, build a sealed deck of 30 cards, and be among the first to play. Every participant receives an exclusive Pre-Release promo card. Find your nearest participating store on TopDeck.gg.",
    "descriptionFr": "Konoha Shidō sort dans le monde entier le 13 mars 2026 ! Les événements Avant-Première se déroulent du 13 au 16 mars dans les boutiques de jeux certifiées à travers l'Europe, le Royaume-Uni, la Turquie et la région MENA. Ouvrez 6 boosters, construisez un deck scellé de 30 cartes et soyez parmi les premiers à jouer. Chaque participant reçoit une carte promo Avant-Première exclusive. Trouvez votre boutique participante la plus proche sur TopDeck.gg.",
    "format": "PRERELEASE",
    "date": "2026-03-13T10:00:00.000Z",
    "endDate": "2026-03-16T22:00:00.000Z",
    "location": "Certified Game Stores Worldwide",
    "city": null,
    "country": null,
    "isOnline": false,
    "registrationUrl": "https://topdeck.gg/naruto-mythos-tcg",
    "maxPlayers": null,
    "imageUrl": null
  }
]
